Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: I myślisz, że ktoś tu przyjdzie? Wszyscy umierają ze strachu. Poza tym stracilibyśmy świetną okazję, póki Bestia jest w tej grocie, to traci swoją największą przewagę.
uk: І ти думаєте, що сюди хтось прийде? Всі вмирають від страху. Крім того, ми втрачаємо чудову можливість, адже поки Звір у печері, він втрачає свою найбільшу перевагу.

source: I myślisz, że możesz wziąć mój i zniknąć z nim w jakiejś ciemnej alejce?
uk: І ти думаєш, що можеш взяти мій і зникнути з ним у якомусь темному провулку?

source: I myślisz, że odda mi go ot tak? Ostatnim razem, gdy wchodziłem z nią w dyskusję, omal nie rzuciła się na mnie z miotłą.
uk: І ти думаєш, що вона так просто мені його віддасть? Останнього разу, коли я вступив з нею в дискусію, вона ледь не накинулась на мене з мітлою.

source: I myślisz, że to on zaatakował Volkera?
uk: І ти думаєш, що це він напав на Волкера?

source: I na Innosa, zdejmij z siebie to świństwo!
uk: І, на Інноса, зніми з себе це свинство!

source: I na co ci to było? Mogłeś trzymać nos w swoich sprawach!
uk: І для чого це все було? Не пхай носа не в свої справи!

source: I na dodatek nie opłaciłeś poprzedniego podatku!
uk: До того ж, ти не сплатив попередній податок!

source: I na dodatek pytasz, czy się udało?!
uk: І на додачу ще й питаєш, чи все вдалося?!

source: I najważniejsza sprawa! Cortez nie może się dowiedzieć o orkach! Ani słowa na ten temat!
uk: І найголовніше! Кортез не повинен дізнатися про орків! Ані слова про них!

source: I nawet udowodniłeś, że umiesz za swoje racje walczyć!
uk: І навіть довів, що вмієш боротися за своє!

source: I niby jak chcesz to zrobić?
uk: І як ти збираєшся це зробити?

source: I niby jak miałbyś to zrobić?
uk: І як ти це зробиш?

source: I niby jak przedostaliście się przez morze? Wpław?
uk: А як ви переправилися через море? Вплав?

source: I niby jak... miałbyś to zrobić?
uk: І як ти... це зробиш?

source: I nic z tym nie zrobisz?
uk: І ти нічого з цим не зробиш?

source: I nie działałem! Nie znam żadnych imion!
uk: І я не шкодив! Я не знаю ніяких імен!

source: I nie może to być byle jaki, naprędce naostrzony pręt, tylko coś porządnego. Masz być strażnikiem, a nie obwiesiem.
uk: І це має бути не якийсь нашвидкуруч заточений прут, а щось пристойне. Ти маєш бути вартовим, а не обірванцем.

source: I nie możemy go dzierżyć! To tak jakbyśmy go nie odnaleźli wcale!
uk: І ми не можемо ним володіти! Ніби ми його й не знаходили!

source: I nie myśl, że zapomniałem o twojej pomocy. Odwiedź mnie w najbliższym czasie w winnicy, to porozmawiamy o nagrodzie.
uk: І не думай, що я забув про твою допомогу. Приходь до мене найближчим часом на виноградник, і ми поговоримо про винагороду.

source: I nie pij tego wina na pusty brzuch!
uk: І не пий цього вина на голодний шлунок!

source: I nie wystarczyło, tylko dlatego ze mną rozmawiasz.
uk: І цього було недостатньо. Це єдина причина, чому ти зі мною розмовляєш.

source: I nie zawracaj mi więcej głowy, póki kogoś nie znajdziesz!
uk: І не мороч мені голову, поки когось не знайдеш!

source: I nie zmienisz zdania, gdy powiem ci, że ruszam do Vardhal?
uk: І ти не передумаєш, коли я скажу тобі, що відправляюсь до Вардхалу?

source: I niech nawet nie myśli brudzić mi przyrządów jakimiś zielskami do mikstur leczniczych!
uk: І нехай навіть не думає бруднити мої інструменти якимись травами для цілющого зілля!

source: I o to chodzi! Jasne, chodźcie za mną. Kurde, skoro jesteście tak pomocni, to może faktycznie warto do was dołączyć...
uk: Зовсім інша справа! Звичайно, йдіть за мною. Чорт забирай, якщо ви, хлопці, такі корисні, то, можливо, справді варто до вас приєднатися...

source: I o to chodzi, żebyś się bał.
uk: У цьому й вся суть – змусити їх боятися.

source: I o to chodziło! Brawo!
uk: Ідеально зіграно! Браво!

source: I oczywiście jako dar dla rodzin tych, którym nie dane będzie więcej ujrzeć światła dziennego.
uk: І, звичайно, як дар сім'ям тих, хто більше ніколи не побачить денного світла.

source: I od tego czasu mocno się wzbogaciłeś skoro dorobiłeś się takiego domu!
uk: І з тих пір ти сильно розбагатів, якщо зміг купити такий будинок!

source: I orkowych psów!
uk: І орчих гончаків!

source: I oto mój podpis. Przekaż drugą kopię i moje pozdrowienia braciom.
uk: Ось і мій підпис. Передай другий екземпляр і мої вітання братам.

source: I pamiętaj, będziesz potrzebował do tego mocnej siekiery!
uk: І пам'ятай, для цього знадобиться міцна сокира!

source: I pamiętaj, dotykasz tylko tego, za co zapłacisz. Zrozumiano?
uk: І пам'ятай, торкатися можна тільки того, за що заплатив. Зрозуміло?

source: I pamiętaj, jak przyjdziesz z odpowiednimi materiałami, no i z dobrym piwem, to chętnie ci pomogę w pracy!
uk: І пам'ятай, як прийдеш з потрібними матеріалами, ну, і з хорошим пивом, я буду радий допомогти тобі з роботою!

source: I pamiętaj, współpraca ze mną będzie o wiele bardziej opłacalna niż bycie chłopcem na posyłki Araxos.
uk: І пам’ятай, співпраця зі мною буде набагато вигіднішою, ніж бути хлопчиком на побігеньках у Гільдії Араксос.

source: I pamiętaj. Robię to tylko dlatego, że okazałeś się przydatny dla Ulryka, a co za tym idzie, dla całej tutejszej społeczności.
uk: І пам'ятай. Я роблю це лише тому, що ти виявився корисними для Ульріка, а отже, і для усієї нашої спільноти.

source: I pamiętaj: mimo że Innos, Adanos i Beliar potrafią koegzystować w jednej istocie, to nie znaczy, że ty też jesteś do tego zdolny!
uk: І пам'ятай: навіть якщо Іннос, Аданос і Беліар можуть співіснувати в одній істоті, то це не означає, що і ти здатен на це!

source: I pamiętaj: mundur trzeba szanować!
uk: І пам'ятай: уніформу треба шанувати!

source: I pewnie myślisz, że to zabawne? Nie zapominaj, że to mój syn. Wiem, że potrafi być irytujący i sam kazałem ci go stąd odciągnąć, ale nie ryzykować jego zdrowiem i życiem!
uk: Ти, напевно, думаєш, що це смішно? Не забувай, що це мій син. Я знаю, що він може бути надокучливим, і я сам просив тебе забрати його звідси, але я не просив ризикувати його життям і здоров'ям!

source: I pewnie zainteresował cię widok tej zbroi, co? Tak, byłem kiedyś strażnikiem, i mój kumpel Gregor również.
uk: І тебе, мабуть, зацікавили мої обладунки? Так, я був колись вартовим, і мій приятель Грегор теж.

source: I pełnych wina zdobionych pucharów!
uk: Вино, що привезене із–за морів!

source: I pierwsza osoba, o której pomyślałeś, to stary kapitan żyjący we wraku swojego statku na śmierdzącym bagnie. Musisz być bardzo zdesperowany.
uk: І першим, про кого ти подумав, був старий капітан, який живе на уламках свого корабля в смердючому болоті. Ти, мабуть, у відчаї.

source: I po bólu.
uk: Біль скінчився.

source: I po co to było? Ja jestem silniejszy!
uk: І для чого це все було? Я сильніший!

source: I po co żeś tu przylazł?
uk: І нащо ти сюди приперся?

source: I po raz kolejny Culus wygrywa!
uk: І знову Кулус перемагає!

source: I po sprawie...
uk: От і все...

source: I po tym wszystkim zgnijesz w bagnie.
uk: І після всього цього ти згниєш у болоті.

source: I podobnie jak większość jesteś w błędzie. Z bezpośrednich zeznań świadków wynika, że przyczyną porażki były decyzje admirała Anskara.
uk: І так само, як і більшість, ти помиляєшся. Зі свідчень очевидців можна зробити висновок, що причиною поразки стали рішення адмірала Анскара.

source: I pomimo takich tropów dalej nie znalazłeś swojego człowieka? Nie wiem, o którym z was gorzej to świadczy.
uk: І навіть маючи такі зачіпки, ти досі не знайшов потрібну людину? Не знаю, кого це характеризує гірше – тебе чи його.

source: I pomyślałeś, że przyda ci się trochę wytrychów?
uk: І ти подумав, що тобі знадобляться відмички?

source: I pomyślałeś, że to ja we własnej knajpie kogoś otrułem?
uk: І ти думаєш, я у власній корчмі когось би отруїв?

source: I pomyśleć, że gdyby nie Volker, nadal brałabym każdą pracę, jaka się nawinie. Cieszę się, że poznał się na moich zdolnościach.
uk: І подумати тільки, якби не Волкер, я б і досі хапалася за першу-ліпшу роботу. Я рада, що він розгледів мої здібності.

source: I pomyśleć, że taki potwór krążył pod samym miastem...
uk: Подумати тільки, що таке чудовисько розгулювало під самим містом...

source: I poturbowałeś paru wieśniaków.
uk: І відгамселив кількох селян.

source: I powiedział prawdę. Tylko jakie to ma...
uk: І він сказав правду. Тільки яке це ма...

source: I powiem ci szczerze, spodobało mi się to. Dopiero polowanie na ludzi, jako Bestia, pozwoliło mi naprawdę zrozumieć co myślą zwierzęta, gdy się z nami mierzą.
uk: І чесно кажучи, мені це сподобалося. Лише полюючи на людей, як Звір, я по-справжньому зрозумів, що думають тварини, коли стикаються з нами.

source: I przede wszystkim w złocie!
uk: І перш за все в золоті!

source: I przychodzisz z tym do mnie? W Leżu jest wielu lepszych kandydatów ode mnie!
uk: І ти прийшов з цим до мене? У Лігві є чимало кращих кандидатів, ніж я!

source: I przynieść sobie wstyd? Cała Dzielnica Rzemieślników by jutro mnie wyśmiała w karczmie, gdyby dowiedzieli się, że kuje broń za mojego ucznia.
uk: І накликати на себе ганьбу? Завтра в корчмі з мене сміятиметься весь Ремісничий квартал, якщо дізнаються, що я кую зброю для свого учня.

source: I rozniosłeś dla mnie ogłoszenia...
uk: І ти розвісив для мене оголошення...

source: I ryzykować, że ktoś się dowie o naszych poczynaniach? Równie dobrze możemy wyrzucić recepturę do morza.
uk: І ризикувати, що хтось дізнається про наші плани? З таким же успіхом можна викинути рецепт у море.

source: I ryzykować, że wygryziesz mnie z tego interesu? Nie dzielę się moją wiedzą, ani nie szukam żadnego czeladnika.
uk: І ризикувати, що я залишуся без роботи? Я не ділюся своїми знаннями і не шукаю учнів.

source: I się nie pomyliła. Żołnierze Maksyma i Jarunda przygotowywali się bowiem do największej bitwy tej wojny. W czasie gdy Jarund przegrupowywał resztki swoich oddziałów w górskiej cytadeli na wschodzie, Maksym po zduszeniu oporu na południu i zdobyciu miasta, rozpoczął szturm pełnymi siłami na twierdzę Vardhal.
uk: І вона не помилилася. Бо солдати Максимуса та Ярунда готувалися до найбільшої битви у цій війні. Поки Ярунд перегруповував залишки своїх військ у гірській цитаделі на сході, Максимус, придушивши опір на півдні та захопивши місто, розпочав повномасштабний штурм фортеці Вардхал.

source: I skończ z tymi sugestiami, doskonale wiem, na co zwracać uwagę. Inaczej będę musiał poinformować twojego dowódcę o problemach, jakie sprawia współpraca z tobą.
uk: І закінчуй з цими порадами, я добре знаю, на що звертати увагу. Інакше я буду змушений повідомити твого командира про проблеми співпраці з тобою.

source: I spadnie Święty Młot na głowę Bestii i zmiażdży jej czaszkę, tak że powróci ona do królestwa Beliara.
uk: І впаде Святий Молот на голову звіра, і розтрощить його череп, так, що він повернеться в царство Беліара.

source: I spokojnie, nie zapomniałem o nagrodzie!
uk: І будь певен, я не забув про винагороду!

source: I sprzeciwiłeś się mu?
uk: І ти заперечив йому?

source: I strach wezbrał w sercu mym, gdy zobaczyłem je.
uk: І страх охопив моє серце, коли я його побачив.

source: I stwierdziłeś geniuszu, że to na pewno wino...
uk: І ти, генію, вирішив, що це безсумнівно було вино...

source: I szczerze mówiąc, mało mnie to obchodzi.
uk: І, чесно кажучи, мене це не дуже хвилює.

source: I szukasz do niej ludzi, jasne. Powiedz mi tylko, co w tym wszystkim będzie dla mnie?
uk: І шукаєш людей, це зрозуміло. Просто скажи, мені що з того?

source: I tak ci nie wierzę. Będę cię miał na oku. Podejrzanie wyglądasz.
uk: Я все одно тобі не вірю. Я стежитиму за тобою. Ти виглядаєш підозріло.

source: I tak do usranej śmierci...
uk: І так до самої смерті...

source: I tak go nie powstrzymasz, nie łudź się. Odejdź, póki jeszcze możesz.
uk: Ти все одно не зможеш його зупинити, не обманюй себе. Йди, поки ще можеш.

source: I tak i nie. Od czasu kiedy Sir Ramsey zdobył monopol na zboże, roboty mam całe mnóstwo i dostaję za nią tyle, co kretoszczur wykopał.
uk: І так, і ні. Відтоді, як сер Рамзі здобув монополію на зерно, у мене повно роботи, а платять мені менше, ніж кротощур викопав.

source: I tak jak mówiłem, nigdy w taki sposób bym nie zabijał człowieka.
uk: І як я вже казав, я б ніколи не вбив людину в такий спосіб.

source: I tak jestem dla ciebie zbyt łaskawy, a ty jeszcze próbujesz skąpić na moich treningach?
uk: Я і так занадто добрий до тебе, а ти ще й намагаєшся заощадити на моєму навчанні?

source: I tak już zbyt dużo ci powiedziałem. Jeśli naprawdę tak bardzo chcesz się z nim spotkać, to będę musiał cię najpierw sprawdzić.
uk: Я і так тобі вже забагато розповів. Якщо справді так хочеш з ним зустрітися, доведеться спершу тебе перевірити.

source: I tak lepsze to, niż tutaj zdechnąć... pomóż mi, młody...
uk: У всякому разі, це краще, ніж померти тут... допоможи мені, юначе...

source: I tak mi się nie podobał.
uk: Мені він все одно не подобався.

source: I tak musi się pan do niego udać. Na spłatę kary jest tydzień czasu.
uk: Тобі й так доведеться йти до нього. На виплату штрафу дається тиждень.

source: I tak musisz kopać, żeby ją znaleźć, więc przy okazji wykopiesz mi grób. To jak będzie?
uk: Тобі все одно доведеться копати, щоб знайти її, тож заодно викопаєш і мені могилу. Як тобі таке?

source: I tak nie mam nic do stracenia. Spróbuj go naprawić.
uk: Мені все одно нічого втрачати. Спробуй полагодити.

source: I tak nie przepadałem za Saulem.
uk: Я все одно не був у захваті від Сола.

source: I tak nie zmienię zdania o tym parszywym mieście.
uk: Я все одно не зміню думки про це паршиве місто.

source: I tak o to skazują biednego Hermana na dożywotnią karę w Kolonii Górniczej w Khorinis!
uk: І ось вони засуджують бідолашного Германа до довічного ув'язнення в Гірничій Колонії на Хорінісі!

source: I tak od wielu lat Bermar sobie obiecuje, że go odbuduje, ale póki co, nic z tego nie wyszło.
uk: І ось вже багато років Бермар обіцяє собі, що відбудує його, але поки що нічого з цього не вийшло.

source: I tak pewnie powie to, co zwykle: 'gobliny gotują lepiej od ciebie, ale zjem to, bo moja żona gotuje jeszcze gorzej'!
uk: Він і так, напевно, скаже, як завжди: 'Гобліни готують краще за тебе, але я з'їм це, тому що моя дружина готує ще гірше'!

source: I tak po prostu ją wypuściłeś?
uk: І ти так просто її відпустив?

source: I tak samo zwięzły masz być przy nim. Pamiętaj, szacunek okazujesz również jego Gwardii – czy to dowódcom, czy zwykłym szeregowym patrolującym nasze ulice.
uk: І будь з ним таким же ввічливим. Пам'ятай, що ти також маєш виявляти повагу до його Гвардії – і до командирів, і до рядових, які патрулюють наші вулиці.

source: I tak się raczej stąd nie ruszę, więc daj znać, gdybyś zmienił zdanie.
uk: Я все одно навряд чи звідси подінусь. Тому дай знати, якщо передумаєш.

source: I tak tego nie zrozumiesz. Odejdź i nie przeszkadzaj w świętym rytuale!
uk: Ти все одно нічого не зрозумієш. Йди геть і не заважай священному ритуалу!

source: I tak właśnie trafiłem tutaj.
uk: Ось так я тут і опинився.

source: I tak właśnie trafiłem tutaj...
uk: Ось так я тут і опинився...

source: I takie nastawienie masz reprezentować również przy Wysłanniku. Tylko pamiętaj, żeby okazywać szacunek nie tylko jemu, ale też jego przydupasom.
uk: І саме таке ставлення ти маєш продемонструвати Послові. Тільки не забувай виявляти повагу не лише до нього, а й до його підлеглих.

source: I teraz ci wierzę. Ludzie Lewko są tak nieudolni, że nie znaleźliby Reeza nawet wtedy, gdyby schował się pod ich materacem.
uk: Тепер я тобі вірю. Люди Левка настільки недолугі, що не знайшли б Різа, навіть якби він сховався у них під носом.

source: I to chciałem usłyszeć.
uk: Це я і хотів почути.

source: I to cholernie dobrym!
uk: І до дідька вправний!

source: I to ja rozumiem! Bez porządnego prochu i solidnych lontów nie ma co nawet myśleć o wysadzaniu.
uk: Оце я розумію! Без пристойного пороху і надійних запалів годі й думати про підрив.

source: I to ja rozumiem! Słuchaj, sprawa jest prosta. Kilku chłopaków nie do końca wierzy w to, że pokonasz następnych przeciwników.
uk: Оце я розумію! Слухай, справа проста. Дехто з хлопців не дуже вірить, що ти переможеш наступних суперників.

source: I to jest duch zwycięzcy! Mówiłem im, że Marvin jest nieustraszony i chętnie przyjmie zakład!
uk: Оце дух переможця! Я ж казав їм, що Марвін безстрашний і з радістю прийме парі!

source: I to jest gest! Naprawdę musiałeś się tu nieźle ustawić!
uk: Широкий жест! Ти дійсно непогано тут влаштувався!

source: I to jest nastawienie! Jazda!
uk: Ось це я розумію підхід! Ходімо!

source: I to jest właśnie powód, dlaczego siedzę tu na tyłku. Wciąż mam wyrzuty sumienia po ostatnim numerze, jaki jej odstawiłem.
uk: І це власне причина, через яку я тут просиджую штани. Мені досі соромно за те, що я так з нею вчинив того разу.

source: I to jeszcze przetrzymywany przez naszego dowódcę, który zawsze wszystkim powtarza jak to najważniejsza jest dyscyplina i zdrowy rozsądek?
uk: І він досі залишається нашим командиром, який завжди розповідає всім, що дисципліна і здоровий глузд – це найважливіші речі?

source: I to ma mnie niby przekonać? Nie rozśmieszaj mnie! Znajdź sobie jakiegoś innego gamonia do pilnowania bramy!
uk: І це має мене переконати? Не сміши мене! Знайди собі іншого дурня для охорони воріт!

source: I to mi pasuje. Sama wypracowałam sobie swoją pozycję w Gildii i bardzo dobrze na tym wyszłam. Nie mam prawa narzekać.
uk: І мене це цілком влаштовує. Я сама заслужила своє становище в Гільдії і дуже добре себе зарекомендувала. Мені немає на що скаржитися.

source: I to mi się podoba!
uk: І мені це подобається!

source: I to mi się podoba! Bojowe nastawienie! Tak jest!
uk: І мені це подобається! Бойовий настрій! Так тримати!

source: I to mi się podoba, chłopcze! Masz w sobie ducha walki. Obyś go tylko nie wyzionął na sam widok zielonoskórych.
uk: Мені це подобається, хлопче! У тебе є бойовий дух. Сподіваюся, ти не знепритомнієш від одного лише погляду на зеленошкірих.

source: I to najważniejsze. Kwestią kontraktu zajmie się kto inny, spokojna głowa. Masz, zasłużyłeś jak mało kto.
uk: І це найголовніше. Контрактом займеться хтось інший, не хвилюйся. Ось, ти заслужив це як ніхто інший.

source: I to nazywa się przygoda!
uk: Оце я називаю пригодою!

source: I to nie będzie podejrzane, jeśli nagle wrócę do kopalni?
uk: А це не викличе підозр, якщо я раптом повернуся до копальні?

source: I to nie jakaś zwykła mapa kolejnego miernego kartografa, ale najprawdziwsza na świecie mapa skarbów!
uk: І це не просто мапа чергового посереднього картографа, а найсправжнісінька мапа скарбів!

source: I to niemały. Może nawet zostałby odwołany?
uk: І то не малі. Може, його навіть усунуть?

source: I to rozumiem!
uk: Оце я розумію!

source: I to rozumiem! Widzę, żeś swój człowiek... komu jeszcze gorzałeczki?
uk: Оце я розумію! Бачу, ти своя людина... кому ще випивки?

source: I to rozumiem! Wygląda na to, że wybiliście całe stado tych bestii.
uk: Оце я розумію! Схоже, ти перебив цілу зграю цих звірів.

source: I to się nazywa dobra walka!
uk: Ось це я називаю гарною битвою!

source: I to się nazywa oddanie! Ludzie tacy jak ty wiedzą, że stoimy na straży porządku tego miejsca.
uk: Ось що називається самовідданістю! Такі люди, як ти, знають, що ми стоїмо на сторожі порядку цього місця.

source: I to się nazywa prawdziwy przyjaciel. Dzięki, wypiję za twoje zdrowie!
uk: Ось це і є справжній друг. Дякую, я вип'ю за твоє здоров'я!

source: I to ty pokonałeś Dana?
uk: І це ти переміг Дена?

source: I to ty uważasz mnie za złego? Spójrz na siebie! Jesteś chodzącym chaosem.
uk: І ти ще вважаєш, що це я поганий? Поглянь на себе! Ти – ходячий хаос.

source: I to tyle? Nie brzmi to zbyt skomplikowanie.
uk: І все? Звучить не дуже складно.

source: I to w zasadzie tyle. Nie wiem, skąd przybyli i dlaczego nas atakują. Gdybyśmy zaczęli studiować ich kulturę, pewnie znaleźlibyśmy odpowiedzi na te pytania.
uk: І це, власне, все. Я не знаю, звідки вони взялися і чому вони на нас нападають. Якби ми почали вивчати їхню культуру, то, можливо, знайшли б відповіді на ці питання.

source: I to wszystko dzięki tobie!
uk: І все завдяки тобі!

source: I to wszystko? Żadnego zbierania ziół i warzenia mikstur?
uk: І це все? Ніякого збору трав чи варіння еліксирів?

source: I to właśnie chciałem usłyszeć. Idź teraz do Ingora, będzie miał dla ciebie nowy sprzęt. W końcu się dowiesz, co to znaczy nosić porządny pancerz!
uk: Це я і хотів почути. Йди до Інгора, він підбере тобі нове спорядження. Ти нарешті дізнаєшся, що означає носити пристойні обладунки!

source: I to właśnie ci wojowie dają się we znaki.
uk: І саме ці воїни дають про себе знати.

source: I to za co? Za to, że się człowiek nie myje i za mocno włosy wytarmosi? Trochę w tym fachu robię i gorsze rzeczy musiałam znosić.
uk: І за що? За те, що людина не помилась? Я трохи пропрацювала в цій сфері, і мені доводилося миритися з гіршими речами.

source: I to zarobek nie tylko dla mnie! Potrzebuję kogoś do pomocy. Robota nie powinna być szczególnie trudna, i oczywiście gwarantuję wynagrodzenie.
uk: І цей заробіток не тільки для мене! Мені потрібна допомога. Робота не повинна бути особливо складною, і, звичайно, я гарантую винагороду.

source: I tobie się zwierzył? Widocznie za mało się jeszcze nauczył. No dobrze, to co teraz?
uk: І він довірив це тобі? Мабуть, до нього ще не дійшло. Гаразд, і що тепер?

source: I trzymaj się na przyszłość z dala od naszych owiec!
uk: І надалі тримайся подалі від наших овець!

source: I tu masz rację! W całej historii tej wyspy, Wilcze Leże nigdy nie zostało zdobyte.
uk: І тут ти маєш рацію! За всю історію цього острова Вовче Лігво ще жодного разу не було захоплене.

source: I tu się mylisz. Rób, co uważasz za słuszne, ale niczego się ode mnie nie dowiesz.
uk: А ось тут ти помиляєшся. Роби те, що вважаєш правильним, але від мене ти нічого не дізнаєшся.

source: I tutaj wkraczasz ty, będziesz musiał mi trochę pomóc z tym gestem. Oczywiście nie pozostaniesz bez nagrody, jestem wpływowym człowiekiem, potrafię się odwdzięczyć.
uk: І ось тут з'являєшся ти, і тобі доведеться трохи допомогти мені з цим жестом. Звичайно, ти не залишишся без винагороди, я впливова людина, і маю як віддячити.

source: I tutaj właśnie wkracza Gildia Kupiecka. Jak sam pewnie wiesz, ostatnio doszło do kilku niezbyt przyjemnych incydentów na linii naszej organizacji oraz reprezentantów Myrtany.
uk: І тут на допомогу приходить Торгова Гільдія. Як ти сам, напевно, знаєш, останнім часом між нашою організацією та представниками Міртани трапилися деякі не надто приємні інциденти.

source: I twojego brata.
uk: І для твого брата.

source: I ty naprawdę jesteś strażnikiem? Roderich nie będzie zadowolony ze swojego podopiecznego.
uk: А ти справді вартовий? Родеріх буде незадоволений своїм підопічним.

source: I ty przed nim uciekałeś?
uk: Це від нього ти вирішив утекти?

source: I tyle mi w zupełności wystarczy.
uk: І для мене цього достатньо.

source: I tyle z mojej wygranej.
uk: Ось і моя перемога.

source: I tyle?
uk: І все?

source: I tylko dlatego nie widzą w tym nic złego?
uk: І тільки тому вони не бачать в цьому нічого поганого?

source: I tym kimś będzie taki cherlak jak ty?
uk: І цим кимось буде такий шмаркач, як ти?

source: I tym kimś będziesz ty?
uk: І цим кимось будеш ти?

source: I upewniamy się, że żaden z tych przeklętych nieumarłych nie wpadnie na pomysł, by znowu ożywać.
uk: І ми простежимо, щоб жодному з тих проклятих мерців не спало на думку ожити знову.

source: I w dodatku jeszcze opuściłeś posterunek!
uk: А ти ще й залишив свою варту!

source: I w dodatku taki skromny! Daleko zajdziesz, bardzo daleko!
uk: І, до того ж, такий скромний! Далеко підеш, дуже далеко!

source: I w gwoli ścisłości to ty zacząłeś mnie gonić!
uk: І, до речі, це ти почав мене переслідувати!

source: I w ogóle daj mi spokój, irytujący jesteś!
uk: І взагалі, відчепись від мене, ти мене дратуєш!
